[
	{
		"id": 0,
		"title": "The Short Life of John Doe (La Vida Breve de Alfonso Fulano)",
		"lat": 34.040388,
		"lng": -118.164486,
		"desc": "Facing Cesar Chavez Avenue (formerly Brooklyn Avenue), Goez Studio’s mural at the Centro Maravilla Service Center offers a portal to early Los Angeles life. The mural is divided into three panels, each of which portrays a different historical scene of life along Brooklyn Avenue in the community of Maravilla. Maravilla was one of the earliest settlements in East LA, which was originally home to those fleeing religious persecution in Mexico. The story of this local community and how it has changed is told by an anonymous old man, John Doe, to his young companion. The panel on the far left depicts the man and the youth resting in an open landscape of hills and mountains with farm workers harvesting in the foreground. Set in the early 20th century, the central panel shows the busy thoroughfare of Brooklyn Avenue with buses, cars, and horse-drawn carriages. The far right panel shows the man and youth again looking in surprise at the transformed landscape of East Los Angeles in the 20th century, bustling with people and Spanish-style architecture."
	},
	{
		"id": 1,
		"title": "Tapestry of Dreams",
		"lat": 34.020253,
		"lng": -118.797318,
		"desc": "The civic artwork at Fire Station 71 is a large tile mural on the building’s façade that references Malibu’s natural landscape and historic connection to artisan tile production. Tapestry of Dreams was inspired by the tile Persian rug located in the foyer of the nearby Adamson House and made by Malibu Potteries, the local factory that produced decorative tiles that can be found in Los Angeles architecture of the 1920s.<br />The mural can be read from left to right. It begins with an abstract carpet pattern that evolves into a lush, stylized depiction of the sky, mountains and ocean. Blue, purple, yellow, orange and green are carried throughout the artwork to create a sense of continuity as the scene in the carpet changes.<br />Each porcelain clay tile was hand sculpted, fired, painted and glazed by Doolin at his studio in Topanga Canyon, a process which took nearly nine months and yielded over 2,000 individual tiles. The tiles were then transported to the site, where Doolin systematically laid them out and set them to the building’s stucco. The artwork was finished with colored grout. Its scale and vibrant colors make it visible to passing motorists on Pacific Coast Highway. Intricate details and depictions of Malibu landmarks nestled in the landscape reveal a more personal story to those viewing the mural up close."
	},
	{
		"id": 2,
		"title": "One Desert Sky",
		"lat": 34.704578,
		"lng": -118.124714,
		"desc": "Antelope Valley native and internationally renowned artist Brad Howe created One Desert Sky. The artwork was inspired by the distinct stories of Antelope Valley community members collected through a series of artist initiated participatory activities prior to the opening of the High Desert Regional Health Center in 2014. Produced by artist Rebecca Niederlander, the activities engaged nearly 500 Antelope Valley community members and stimulated open conversations revealing diverse cultural perceptions that influenced Howe’s artwork. The activities culminated in an artwork naming contest administered by the Lancaster Museum of Art and History from which the winning title, submitted by an Antelope Valley resident, One Desert Sky was selected by the artist from over 100 entries.<br />One Desert Sky converts the voices of Antelope Valley residents into icons and symbols that the viewer’s eye may string together as the pieces move and intersect with one another. Representing a collaboration on multiple levels, One Desert Sky’s 8,000 laser cut aluminum pieces were individually attached to metal rods, spray painted with automotive paint and hand assembled by a team of six in Howe’s studio. The fabrication process took over 3,600 hours."
	},
	{
		"id": 3,
		"title": "Pieces Together",
		"lat": 33.923442,
		"lng": -118.243279,
		"desc": "The sculpture by artist Lawrence Argent titled Pieces Together is a tribute to the legacy of Dr. King, the local community and the power of the collective to affect positive change. Pieces Together was created through a community engagement process. The design was inspired by the idea of being one part of a whole where, like a jigsaw puzzle, each piece is integral.  Argent saw parallels between the symbol of a puzzle piece and all the voices of a community. To hear individual voices first hand, Argent spent a week in Willowbrook interviewing 32 local residents and encouraged the participants to tell their personal stories. At the conclusion of the interviews, Argent collected three dimensional data scans of each individual’s lips. The facial scans were massed together, forming one side of the sculpture that from afar looks like undulating topography. Enlarged to a monumental scale, the uniqueness of each individual is magnified. Following the curve of the entry roundabout where the artwork is located, the viewer encounters the other side where a spiral passes through one open mouth, signifying a single breath that unites each voice into one. The artwork was constructed as a puzzle within a puzzle. Carved of gray granite and comprised of twelve separate pieces, each was carefully engineered to fit together seamlessly. The result is a monument to the community reaching 18’ high, 7’ wide and 20’ long and weighing 110 tons. Learn more about this artwork by visiting lacountyarts.org/PiecesTogether."
	},
	{
		"id": 4,
		"title": "Muse of Music, Dance, Drama",
		"lat": 34.111362,
		"lng": -118.336446,
		"desc": "This Art Deco style monument Muse of Music, Dance, Drama by George Maitland Stanley serves as the gateway to the Hollywood Bowl. It was constructed between1938 and 1940 as part of the Public Works of Art Project (PWAP) and represents the largest of hundreds of WPA sculpture projects created in southern California.<br />The monument is composed of a large fountain and multi-tiered sculptural base. The crowning feature of the fountain is the Muse of Music, a 15 foot tall kneeling statue playing a harp. On either side of the fountain are two smaller 10 foot tall statues set back in ziggurat-shaped niches; these figures represent the muses of dance and drama, respectively. The entire piece is built from concrete and covered with slabs of decorative granite. The monument was fully restored in 2006."
	},
	{
		"id": 5,
		"title": "Orit Haj",
		"lat": 34.488669,
		"lng": -118.321386,
		"desc": "The site-specific artwork at Vasquez Rocks, titled Orit Haj, is a tribute to the Tatavium culture of the Santa Clarita Valley. Orit Haj are words from theTataviam language, which mean “river” and “mountain” respectively. Like the fading Tataviam culture and language, Orit Haj will also transform and dissolve with time to reveal inspiring artifacts and legends that have been left behind."
	},
	{
		"id": 6,
		"title": "Water Henge: H20 = Life",
		"lat": 33.852778,
		"lng": -118.062661,
		"desc": "Water Henge: H20 = Life is five free standing sculptures that together tell the story of water in Cerritos and the Los Angeles Basin through text and images. The artwork is arranged in a circular pattern that encourages visitors to gather and learn. The largest sculpture,  oriented true north, features a steel “sun” on top that casts a shadow onto the central sculpture during the spring and fall equinox. The tallest sculpture represents the ocean and the prehistoric life forms found under water millions of years ago. A text tile reads “If you were standing here 40 million years ago, you would be under 5,000 feet of ocean.” The second largest represents the period after the eastern mountain range pushed upward and the area became marshlands where dinosaurs once roamed. The third represents a time when the mountains continued to push upward drying the landscape creating a flat field ideal for migrating animals. The fourth represents the rain-shadow desert which had abundant plant life, including wild barley, oats and grapes as well as willow, oak and sycamore trees. The smallest sculpture features the four cardinal directions and a mirror image of the “sun” atop sculpture one."
	},
	{
		"id": 7,
		"title": "Fertile Minds aka \"Books Bunny\"",
		"lat": 33.979589,
		"lng": -118.062495,
		"desc": "Fertile Minds is a cast bronze sculpture that explores the themes of literacy and community through an anthropomorphic depiction of rabbits reading. The adult rabbit reads from an open book, while four young rabbits are engaged in a printed book and electronic reading devices. The artwork promotes a passion for learning that can be passed through generations, and acknowledges the technological advancements that continue to change the way we discover, learn and communicate."
	},
	{
		"id": 8,
		"title": "Subdivisions",
		"lat": 33.898491,
		"lng": -118.354049,
		"desc":"Subdivisions is a 20-foot high floor to ceiling glass artwork designed by Anne Marie Karlsen and fabricated by Franz Mayer of Munich, Germany. The artist was inspired by the building and its reference to mid-century modern design, especially related to wall paper and tile patterns. Karlsen also found inspiration from the painter Piet Mondrian and his geometric division of spaces into rhythmic squares and rectangles. The combination of these geometric patterns and grids reminded Karlsen of the maps of Lawndale when it was being subdivided for residential lots.<br />The artwork is made up of eight repeated geometric patterned panels. The patterns are intricate reconfigurations of historical photographs significant to the City of Lawndale. Karlsen worked closely with the Lawndale Historical Society to research the historic photographs used in the artwork. The artist notes, “From a distance the images become vibrant abstract patterns that reconfigure integral parts of the neighborhood history. Up close the images are readable, like a history book.”<br />The artwork is the focal point of the library’s glass corridor. During the day the artwork is lit by sunlight and can be read from both outside and inside. At night it is illuminated by interior lights."
	},
	{
		"id": 9,
		"title": "Untitled (Historic Map of California)",
		"lat": 33.916363,
		"lng": -118.069364,
		"desc": "The artwork by Ben Mayer at the Norwalk Library consists of three parts: a circular mosaic in the interior children’s section and two large mosaic murals flanking either side of the main entrance. Outside the library two mosaics depict California’s history and use maps to exemplify changes that have occurred over several hundred years. This mosaic south of the entrance features a map of California as an island. When Europeans first explored the Western edge of North America they mistakenly believed that the entire region, from Baja California to Washington State was separate from the mainland. Maps from the 16th, 17th, and even 18th centuries often show the “Island of California” that Ben Mayer portrays here. Superimposed above this map are symbols of California’s early European exploration and settlement, including a large sailing ship, an adobe house, and an old Mission."
	}
]